Repository: surakrai/MIMO-Woocommerce-Order-Tracking
Catalog: languages/mwot-*.po
Languages: th

source: Provider name
th: ชื่อผู้ให้บริการ

source: Tracking URL
th: ลิงค์ติดตาม

source: Add a tracking number to the URL
th: เพิ่มหมายเลขเพัสดุในลิงค์

source: Delete
th: ลบ

source: Close
th: ปิด

source: Update
th: อัพเดท

source: Please select a provider
th: กรุณาเลือกผู้ให้บริการ

source: Please enter a tracking number
th: กรุณากรอกหมายเพัสดุ

source: Please enter a date
th: กรุณากรอกวันที่จัดส่ง

source: MIMO Woocommerce Order Tracking is enabled but not effective. It requires WooCommerce in order to work.
th: MIMO Woocommerce Order Tracking เปิดใช้แล้วแต่ไม่สามรถทำงานได้เต็มประสิทธิภาพ ต้องลงปลั๊กอิน WooCommerce

source: Shipment Tracking
th: ติดตามการจัดส่ง

source: Order Tracking
th: ติดตามการจัดส่ง

source: Track
th: ติดตาม

source: Provider
th: ผู้ให้บริการ

source: Tracking number
th: หมายเลขพัสดุ

source: Date shipped
th: วันที่จัดส่ง

source: Save
th: บันทึก

source: Save and Send
th: บันทึกและส่ง

source: Order Tracking Settings
th: ตั้งค่าการติดตามจัดส่งสินค้า

source: Add provider
th: เพิ่มผู้ให้บริการ

source: Email description
th: คำอธิบายในอีเมล์

source: Shipping information
th: ข้อมูลการจัดส่ง
